case/0/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (0 0 0);

boundaryField
{
  wall
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  inflow
  {
		type fixedValue;
    value uniform (0.7073553 0 0);
  }
  outflow
  {
    type zeroGradient;
  }
} 	// ************************************************************************* //

